const DATA={

europe:[

{

title:"Битва при Азенкуре",

desc:"1415 год. Англия против Франции.",

facts:[

"Победа английских лучников",
"Французская армия потеряла тысячи рыцарей"

],

wiki:"https://ru.wikipedia.org/wiki/Битва_при_Азенкуре"

},

{

title:"Падение Константинополя",

desc:"1453 год. Османская армия штурмует город.",

facts:[

"Конец Византии",
"Начало новой эпохи"

],

wiki:"https://ru.wikipedia.org/wiki/Падение_Константинополя"

}

],

rus:[

{

title:"Ледовое побоище",

desc:"1242 год. Александр Невский против Тевтонского ордена.",

facts:[

"Битва на Чудском озере",
"Остановка немецкой экспансии"

],

wiki:"https://ru.wikipedia.org/wiki/Ледовое_побоище"

},

{

title:"Куликовская битва",

desc:"1380 год. Дмитрий Донской против Орды.",

facts:[

"Начало освобождения Руси",
"Перелом в борьбе с Ордой"

],

wiki:"https://ru.wikipedia.org/wiki/Куликовская_битва"

}

]

}
