const QUIZ = [

{
q:"Когда произошла Куликовская битва?",
a:[
"1242",
"1380",
"1480"
],
correct:1
},

{
q:"Кто основал Монгольскую империю?",
a:[
"Чингисхан",
"Тамерлан",
"Батый"
],
correct:0
},

{
q:"Какой город пал в 1453 году?",
a:[
"Париж",
"Константинополь",
"Рим"
],
correct:1
},

{
q:"Кто такие викинги?",
a:[
"Скандинавские мореплаватели",
"Французские рыцари",
"Русские князья"
],
correct:0
},

{
q:"Столица Древней Руси?",
a:[
"Москва",
"Киев",
"Новгород"
],
correct:1
},

{
q:"Какое оружие прославило английскую армию?",
a:[
"Длинный лук",
"Катапульта",
"Арбалет"
],
correct:0
},

{
q:"Как назывались воины князя на Руси?",
a:[
"Дружина",
"Легион",
"Гвардия"
],
correct:0
},

{
q:"Как называлась монгольская держава?",
a:[
"Орда",
"Империя Хана",
"Каганат"
],
correct:0
},

{
q:"Кто правил Францией в Средневековье?",
a:[
"Король",
"Император",
"Князь"
],
correct:0
},

{
q:"Какой город был центром Византии?",
a:[
"Константинополь",
"Рим",
"Афины"
],
correct:0
}

]
